{
  "layout": "review",
  "pinnedPost": false,
  "publishDate": "1592220803923",
  "title": "Round 2 Review",
  "contentBlocks": [
    {
      "type": "longText",
      "value": "Footy is back fellas and 2020 continued to deliver with some absolute crapola football, huge upsets and weird scenes all round. Tipping is cooked, AFL fantasy is impossible, but at least it was back and we could all get on the beers and have the thrill of watching our teams get over the line or absolutely spud it up. A week of celebration beers and drowning of sorrows a head as we look forward to round 3"
    },
    {
      "type": "shortText",
      "value": "Collingwood v Richmond: Title Contenders out defend each other into abysmal draw."
    },
    {
      "type": "score",
      "value": 7
    },
    {
      "type": "shortText",
      "value": "Geelong v Hawthorn: Arch rivals show us an abysmal draw is better than a boring belting as Hawks get lost in Geelong."
    },
    {
      "type": "score",
      "value": 5
    },
    {
      "type": "shortText",
      "value": "Fremantle v Brisbane: Brisbane prevail in tight contest in first Hub game."
    },
    {
      "type": "score",
      "value": 7
    },
    {
      "type": "shortText",
      "value": "Carlton v Melbourne: Game of two halves as both teams remind us that they are still shit."
    },
    {
      "type": "score",
      "value": 8
    },
    {
      "type": "shortText",
      "value": "Port Adelaide v Adelaide: Port Adelaide smash arch rivals as 2000 fans tested for Covid."
    },
    {
      "type": "score",
      "value": 6
    },
    {
      "type": "shortText",
      "value": "Gold Coast v West Coast: Worst rated team destroys title contenders in one of Gold Coast's greatest wins."
    },
    {
      "type": "score",
      "value": 9
    },
    {
      "type": "shortText",
      "value": "Greater Western Sydney v North Melbourne: North Melbourne stun GWS in 20 point win."
    },
    {
      "type": "score",
      "value": 8
    },
    {
      "type": "shortText",
      "value": "Sydney v Essendon: Essendon edges Sydney in the Joe Daniher cup."
    },
    {
      "type": "score",
      "value": 8
    },
    {
      "type": "shortText",
      "value": "Western Bulldogs v St. Kilda: St. Kilda smash the bulldogs as tipping nightmare continues."
    },
    {
      "type": "score",
      "value": 5
    }
  ]
}